Repository: common-repository/wajeez-otd
Catalog: languages/WajeezOTD-*.po
Languages: ar

source: Show posts on this day in past years.
ar: عرض التدوينات التي نشرت في مثل هذا التاريخ من السنوات الماضية

source: Settings
ar: إعدادات

source: Wajeez OTD was installed successfully.
ar: تم تثبت الإضافة بنجاح.

source: Please go to the Appearance tab to add the Wajeez OTD widget to your blog.
ar: الآن الرجاء الضغط على رابط المظهر ثم المربعات الجانبية ثم سحب الإضافة إلي المكان المراد في القائمة الجانبية الرئيسية.

source: Sorry, no posts were found on today's date
ar: لا يوجد تدوينات منشورة في مثل هذا اليوم

source: Add this
ar: احصل على هذه

source: Plugin
ar: الإضافة

source: to your blog.
ar: في مدونتك.

source: Title
ar: العنوان

source: Wajeez OTD Settings
ar: إعدادات Wajeez OTD

source: Post Settings
ar: إعدادات التدوينات

source: Number of posts to display:
ar: عدد التدوينات التي سيتم عرضها

source: Fill in missing posts with near matches
ar: تعويض التدوينات الناقصة بتدوينات أخرى قريبة

source: Show password protected posts
ar: عرض التدوينات المحمية بكلمة مرور

source: Number of years to search: (leave blank for unlimited)
ar: عدد السنوات التي سيتم البحث فيها: (في حال أردته عدد غير منتهي فاترك هذا الحقل فارغاً)

source: Display Settings
ar: إعدادات العرض

source: Show post thumbnails
ar: عرض الصور المصغرة للتدوينات

source: Character limit for post titles: (leave blank for unlimited)
ar: قص عنوان التدوينات بعدد معين من الأحرف: (في حال اردت عرض العنوان كاملاً فاترك هذا الخيار فارغاً)

source: Show plugin link
ar: عرض رابط الإضافة

source: Support the development
ar: إدعم التطوير بالتبرع لنا

source: Enter amount in USD:
ar: أدخل المبلغ بالدولار الأمريكي:

source: Follow us
ar: تابعنا على

source: Latest Posts by
ar: أخر التدوينات من مدونة
